{
    "0": {
        "characterId": 0,
        "characterName": "a13",
        "mainDialog": "Buongiorno f24, ho saputo che sei nuovo, ti spiego in breve la situazione, sulla terra è quasi finito il fosforo, quest'ultimo è essenziale per la crescita delle piante e senza le piante non verrebbe più prodototto l'ossigeno, assorbita l'anidride carbnica e senza questi,... insomma l'atmosfera sarebbe invivibile, per questo catturiamo alieni in grado di produrre il fosforo, puoi controllare tu stesso con la tua sonda, ti dirà i parametri della qualità' dell'aria del tuo paese, ma adesso basta chiacchiere, dobbiamo andare in sala meeting, è a nord di quì.",
        "defaultDialog": "Hai sentito il comandante, dobbiamo andare in sala meeting. Il comandante è un tipo un po all'antica, sembra fermo al 1984, ma vabbè andiamo, cosa c'è non ti ricordi dove si trova la sala meeting? Appena a nord di quì.",
        "type": "friend"
    },
    "1": {
        "characterId": 1,
        "characterName": "Comandante",
        "mainDialog": "Bentrovati a tutti, non prediamoci in chaicchiere, vi ho convocati con così poco preavviso perchè dovete indagare sulla fuga di alcuni alieni dal laboratorio, f24 prendi la pistola dal quel tavolo, potrebbero essere ostili.\nTi accompagnerà l'agente \u001B[34ma17\u001B[0m, GLORIA AD INGSOC! \nAh quasi dimenticavo... la fuga ha compromesso la sala motori, ti conviene recuperare la bombola d'ossigeno dal dormitorio.",
        "defaultDialog": "Cosa c'è ancora? Quale parte di indagate sulla fuga di alcuni alieni non avete capito? Dai su, provate ad andare in laboratorio, solo che ci vuole il codice d'accesso, vedetevela voi, ricordatevi la bombola d'ossigeno nel dormitorio. GLORIA AD INGSOC!",
        "type": "friend"
    },
    "2": {
        "characterId": 2,
        "characterName": "a17",
        "mainDialog": "...",
        "defaultDialog": "...",
        "type": "friend"
    },
    "3": {
        "characterId": 3,
        "characterName": "s56",
        "mainDialog": "Cosa vuoi? La password d'accesso al laboratorio? Lasciami mangaire in santa pace!",
        "defaultDialog": "Gnam gnam...",
        "type": "friend"
    },
    "4": {
        "characterId": 4,
        "characterName": "s99",
        "mainDialog": "Salve agenti... *tosse* cosa vi porta quì? La *tosse* password per il laboratorio, *tosse*, mi dispiace ma non tanto sto bene *tosse*, non ricordo...*tosse*, forse è nello sgabuzzino della sala motori *tosse*.",
        "defaultDialog": "Provate ad andare nella sala motori, *tosse*",
        "type": "friend"
    },
    "5": {
        "characterId": 5,
        "characterName": "Orionix",
        "mainDialog": "AAAAAAAAAAAARRRRRRRGGGGGHHHHH",
        "defaultDialog": "AAAAAAAAAAAARRRRRRRGGGGGHHHHH",
        "dialogs": [
            "AAAAAAAAAAAARRRRRRRGGGGGHHHHH"
        ],
        "type": "enemy"
    },
    "6": {
        "characterId": 6,
        "characterName": "Nebulor",
        "mainDialog": "GGGGRRRRRRRRRRRRRRRRRR",
        "defaultDialog": "GGGGRRRRRRRRRRRRRRRRRR",
        "dialogs": [
            "GGGGRRRRRRRRRRRRRRRRRR"
        ],
        "type": "enemy"
    },
    "7": {
        "characterId": 7,
        "characterName": "s47",
        "mainDialog": "Aspetta! Non sparare! Questo alieno è una vittima di uno sfruttamento per la produzione di fosforo, so benissimo che il fosforo è importante per il funzionamento delle membrane cellulari, ma torturare altre forme di vita per produrlo non è la soluzione, bisogna trovare un altro metodo, altrimenti che farete quando avrete sterminato anche tutti gli alieni che lo producono?",
        "defaultDialog": "Ti prego non sparare!",
        "type": "friend"
    }
}